package units;

public enum Names {
    Агранат, Алона, Альген, Альфред, Анна, Антрено, Араминта, Аранья, Арахна, Арбусто, Арнаульф, Аррахес, Арриго,
    Артошка, Арум, Асфейо, Ауна, Баан, Балуоль, Барбедо, Бастинда, Белка, Беллино, Бефар, Билл, Боб, Бойс, Бориль,
    Бофаро, Браун, Бубала, Бумчерли, Вагисса, Ватис, Венк, Веньено, Верес, Виллина, Гаэрта, Гван, Гектор, Гелли,
    Гингема, Гитон, Гориэк, Граменто, Грем, Грон, Гуамоколатокинт, Гудвин, Гуррикан, Гуррикап, Дарук, Джимми, Джон,
    Джюс, Дик, Дин, Долгохвост, Ельвед, Зелано, Ильсор, Кабр, Карвенто, Карена, Карин, Карото, Карум, Карфакс, Кастальо,
    Кау, Качи, Клем, Кориенте, Краг, Кривоног, Куото, Кэт, Лакс, Ламенте, Ланат, Ласампо, Лестар, Лин, Лон, Ментахо,
    Мери, Мон, Морни, Наранья, Ойххо, Олл, Ортега, Осбальдистон, Памелья, Пампуро, Прем, Рамина, Раффида, Рахис, Реллем,
    Реньо, Рин, Ринна, Ричард, Роберт, Робиль, Рольф, Ружеро, Руф, Стафида, Стелла, Таррига, Тевальто, Тилли, Тим,
    Тонконюх, Тор, Торм, Тубаго, Туррепо, Уконда, Уорра, Ургандо, Урфин, Фарамант, Феом, Фиеро, Флита, Фогель, Фрегоза,
    Фред, Харт, Чарли, Эльгаро, Энкин, Эот, Юма
}
